Gets a copy of the line type table.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public ExportLinetypeTable GetExportLinetypeTable()
  Visual Basic
Public Function GetExportLinetypeTable As ExportLinetypeTable
  Visual C++
public:
ExportLinetypeTable^ GetExportLinetypeTable()
 Return Value
 The line type table.
 See Also
  BaseExportOptions Class
  Autodesk.Revit.DB Namespace